Revit 2024 API
ExportLayerTableIterator.Reset Method
 Resets the iterator to the initial state.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public virtual void Reset()
Visual Basic
Public Overridable Sub Reset
Visual C++
public:
virtual void Reset()
See Also
ExportLayerTableIterator Class
Autodesk.Revit.DB Namespace